'use strict';

var React = require('react/addons');
var Link = require('components/link.jsx');

var Agreement = React.createClass({

  render () {
    return (
      <div className="default-page">
        <b>Пользовательское соглашение <Link href="/">autogiper.ru</Link></b>
        <br/>
        <br/>
        1. Общие положения
        <br/>
        <br/>
        1.1. Проект <Link href="/">autogiper.ru</Link> (далее — АвтоГипер или Сайт) предлагает пользователю сети Интернет (далее – Пользователь) использовать свои сервисы на условиях, изложенных в настоящем Пользовательском соглашении (далее — «Соглашение»). Соглашение рассматривается как договор присоединения в смысле статьи 428 ГК РФ, не требует двустороннего подписания и действительно в электронном виде. Соглашение вступает в силу с момента выражения Пользователем согласия с его условиями в порядке, предусмотренном п. 1.3 Соглашения.
        <br/>
        1.2. Соглашение может быть изменено АвтоГипером без какого-либо специального уведомления Пользователя, новая редакция Соглашения вступает в силу с момента ее размещения в сети Интернет по указанному в настоящем абзаце адресу, если иное не предусмотрено новой редакцией Соглашения. Действующая редакция Соглашения всегда находится на странице по адресу <Link href="/agreement">autogiper.ru/agreement</Link>.
        <br/>
        1.3. Начиная использовать какой-либо сервис АвтоГипера, или его отдельные функции, либо пройдя процедуру регистрации, Пользователь считается принявшим условия Соглашения в полном объеме, без всяких оговорок и исключений. В случае несогласия Пользователя с какими-либо из положений Соглашения, Пользователь не в праве использовать сервисы АвтоГипера. В случае если АвтоГипером были внесены какие-либо изменения в Соглашение в порядке, предусмотренном пунктом 1.2 Соглашения, с которыми Пользователь не согласен, он обязан прекратить использование сервисов АвтоГипера.
        <br/>
        <br/>
        2. Описание ресурса
        <br/><br/>
        2.1. АвтоГипер является информационным справочником для автолюбителей с информацией об автосервисах, автосалонах, заправках и иных организациях и лицах, осуществляющих деятельность, связанную с оказанием услуг Потребителям в области приобретения и обслуживания автомобилей.
        <br/>
        2.2. АвтоГипер являются общественной площадкой для выражения мнений Пользователей о качестве оказанных услуг в сфере, указанной в п.2.1. настоящего соглашения.
        <br/>
        2.3. Все платежи за услуги, оказанные на сайте <Link href="/">autogiper.ru</Link> принимаются ООО "Поисковые Системы", ИНН/КПП 7811596891/781101001, ОГРН  1147847417519, Юр. Адрес: 192029, гор. Санкт-Петербург, ул. Бабушкина, д. 26, Литер А, пом. 3-Н.
        <br/>
        <br/>
        3. Регистрация Пользователя. Учетная запись Пользователя
        <br/><br/>
        3.1. Для того чтобы воспользоваться некоторыми сервисами АвтоГипера или некоторыми отдельными функциями сервисов, Пользователю необходимо пройти процедуру регистрации, в результате которой для Пользователя будет создана уникальная Учетная запись.
        <br/>
        3.2. Для регистрации Пользователь обязуется предоставить достоверную и полную информацию о себе по вопросам, предлагаемым в форме регистрации, и поддерживать эту информацию в актуальном состоянии. Если Пользователь предоставляет неверную информацию, или у АвтоГипера есть основания полагать, что предоставленная Пользователем информация неполна или недостоверна, АвтоГипер имеют право по своему усмотрению заблокировать, либо удалить учетную запись Пользователя и отказать Пользователю в использовании своих сервисов (либо их отдельных функций).
        <br/>
        3.3. АвтоГипер оставляет за собой право в любой момент потребовать от Пользователя подтверждения данных, указанных при регистрации, и запросить в связи с этим подтверждающие документы (в частности - документы, удостоверяющие личность), непредоставление которых, по усмотрению АвтоГипера, может быть приравнено к предоставлению недостоверной информации и повлечь последствия, предусмотренные п. 3.2 Соглашения. В случае если данные Пользователя, указанные в предоставленных им документах, не соответствуют данным, указанным при регистрации, а также в случае, когда данные, указанные при регистрации, не позволяют идентифицировать пользователя, АвтоГипер вправе отказать Пользователю в доступе к учетной записи и использовании сервисов АвтоГипера.
        <br/>
        3.4. Персональная информация Пользователя, содержащаяся в учетной записи Пользователя, хранится и обрабатывается АвтоГипером в соответствии с условиями Политики конфиденциальности.
        <br/>
        3.5. Логин и пароль для доступа к учетной записи Пользователя. При регистрации Пользователь самостоятельно выбирает себе логин (уникальное символьное имя учетной записи Пользователя) и пароль для доступа к учетной записи, либо получает сгенерированные значения логина и пароля от АвтоГипера и принимает их. АвтоГипер вправе запретить использование определенных логинов, а также устанавливать требования к логину и паролю (длина, допустимые символы и т.д.).
        <br/>
        3.6. Пользователь самостоятельно несет ответственность за безопасность (устойчивость к подбору или угадыванию) выбранного им пароля, а также самостоятельно обеспечивает конфиденциальность своего пароля. Пользователь самостоятельно несет ответственность за все действия (а также их последствия) в рамках или с использованием сервисов АвтоГипера под учетной записью Пользователя, включая случаи добровольной передачи Пользователем данных для доступа к учетной записи Пользователя третьим лицам на любых условиях (в том числе по договорам или соглашениям). При этом все действия в рамках или с использованием сервисов АвтоГипера под учетной записью Пользователя считаются произведенными самим Пользователем, за исключением случаев, когда Пользователь в порядке, предусмотренном п. 3.7., уведомил АвтоГипер о несанкционированном доступе к сервисам АвтоГипера с использованием учетной записи Пользователя и/или о любом нарушении (подозрениях о нарушении) конфиденциальности своего пароля.
        <br/>
        3.7. Пользователь обязан немедленно уведомить АвтоГипер о любом случае несанкционированного (не разрешенного Пользователем) доступа к сервисам АвтоГипера с использованием учетной записи Пользователя и/или о любом нарушении (подозрениях о нарушении) конфиденциальности своего пароля. В целях безопасности, Пользователь обязан самостоятельно осуществлять безопасное завершение работы под своей учетной записью (ссылка «Выйти») по окончании каждой сессии работы с сервисами АвтоГипера. АвтоГипер не отвечает за возможную потерю или порчу данных, а также другие последствия любого характера, которые могут произойти из-за нарушения Пользователем положений этой части Соглашения.
        <br/>
        3.8. Использование Пользователем своей учетной записи. Пользователь не в праве воспроизводить, повторять и копировать, продавать и перепродавать, а также использовать для каких-либо коммерческих целей какие-либо части сервисов АвтоГипера (за исключением контента, доступного Пользователю посредством сервисов создания прайса из оптового прайса), или доступ к ним, кроме тех случаев, когда Пользователь получил такое разрешение от АвтоГипера, либо когда это прямо предусмотрено пользовательским соглашением какого-либо сервиса.
        <br/>
        3.9. Прекращение регистрации. АвтоГипер вправе заблокировать или удалить учетную запись Пользователя, а также запретить доступ с использованием какой-либо учетной записи к определенным сервисам АвтоГипера, и удалить любой контент без объяснения причин, в том числе в случае нарушения Пользователем условий Соглашения или условий иных документов, предусмотренных п. 1.3. Соглашения, а также в случае неиспользования соответствующего сервиса.
        <br/>
        3.10. Личный кабинет. К Учетной записи пользователя прикреплен Личный кабинет - защищенная страница на АвтоГипере, доступ на которую возможен только после аутентификации Пользователя. В личном кабинете можно проверить баланс Лицевого счета, изменить пароль и выполнить иные операции с данными, относящимися к Пользователю.
        <br/>
        3.11. Лицевой счет. К Учетной записи пользователя прикреплен Лицевой счет, баланс которого отражает неизрасходованную на текущий момент денежную сумму для оплаты платных сервисов АвтоГипера.
        <br/>
        <br/>
        4. Контент Пользователя
        <br/><br/>
        4.1. Пользователь самостоятельно несет ответственность за соответствие содержания размещаемого Пользователем контента требованиям действующего законодательства, включая ответственность перед третьим лицами в случаях, когда размещение Пользователем того или иного контента или содержание контента нарушает права и законные интересы третьих лиц, в том числе личные неимущественные права авторов, иные интеллектуальные права третьих лиц, и/или посягает на принадлежащие им нематериальные блага.
        <br/>
        4.2.Пользователь признает и соглашается с тем, что АвтоГипер не обязаны просматривать контент любого вида, размещаемый и/или распространяемый Пользователем посредством сервисов АвтоГипера, а также то, что АвтоГипер имеют право (но не обязанность) по своему усмотрению отказать Пользователю в размещении и/или распространении им контента или удалить любой контент, который доступен посредством сервисов АвтоГипера. Пользователь осознает и согласен с тем, что он должен самостоятельно оценивать все риски, связанные с использованием контента, включая оценку надежности, полноты или полезности этого контента.
        <br/>
        4.3. Пользователь осознает и соглашается с тем, что технология работы сервисов может потребовать копирование (воспроизведение) контента Пользователя АвтоГипера, а также переработки его АвтоГипером для соответствия техническим требованиям того или иного сервиса. 4.4. Размещая контент на АвтоГипере Пользователь безвозмездно передает в пользу АвтоГипера право на воспроизведение контента на сайте АвтоГипер сроком на 10 лет.
        <br/>
        <br/>
        5. Условия использования сервисов АвтоГипер
        <br/><br/>
        5.1. Пользователь самостоятельно несет ответственность перед третьими лицами за свои действия, связанные с использованием АвтоГипера, в том числе, если такие действия приведут к нарушению прав и законных интересов третьих лиц, а также за соблюдение законодательства при использовании АвтоГипера.
        <br/>
        5.2. При использовании сервисов АвтоГипера Пользователь не вправе:
        <br/>
        5.2.1. загружать, посылать, передавать или любым другим способом размещать и/или распространять контент, который является незаконным, вредоносным, клеветническим, оскорбляет нравственность, демонстрирует (или является пропагандой) насилия и жестокости, нарушает права интеллектуальной собственности, пропагандирует ненависть и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам, содержит оскорбления в адрес каких-либо лиц или организаций, содержитэлементы (или является пропагандой) порнографии, детской эротики, представляет собой рекламу (или является пропагандой) услуг сексуального характера (в том числе под видом иных услуг), разъясняет порядок изготовления, применения или иного использования наркотических веществ или их аналогов, взрывчатых веществ или иного оружия, причиняет вред деловой репутации юридических и физических лиц, содержит информацию о несоответствующих действительности фактах;
        <br/>
        5.2.2. нарушать права третьих лиц, в том числе несовершеннолетних лиц, и/или причинять им вред в любой форме;
        <br/>
        5.2.3. выдавать себя за другого человека или представителя организации и/или сообщества без достаточных на то прав, в том числе за сотрудников АвтоГипера, за модераторов форумов, за владельца сайта, а также применять любые другие формы и способы незаконного представительства других лиц в сети, а также вводить пользователей или АвтоГипер в заблуждение относительно свойств и характеристик каких-либо субъектов или объектов;
        <br/>
        5.2.4. загружать, посылать, передавать или любым другим способом размещать и/или распространять контент при отсутствии прав на такие действия, согласно законодательству или каким-либо договорным отношениям;
        <br/>
        5.2.5. загружать, посылать, передавать или любым другим способом размещать и/или распространять не разрешенную специальным образом рекламную информацию, спам (в том числе и поисковый), списки чужих адресов электронной почты, схемы «пирамид», многоуровневого (сетевого) маркетинга (MLM), системы интернет-заработка и e-mail-бизнесов, «письма счастья», а также использовать сервисы АвтоГипера для участия в этих мероприятиях, или использовать сервисы АвтоГипера, исключительно для перенаправления пользователей на страницы других доменов;
        <br/>
        5.2.6. загружать, посылать, передавать или любым другим способом размещать и/или распространять какие-либо материалы, содержащие вирусы или другие компьютерные коды, файлы или программы, предназначенные для нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного оборудования или программ, для осуществления несанкционированного доступа, а также серийные номера к коммерческим программным продуктам и программы для их генерации, логины, пароли и прочие средства дляполучения несанкционированного доступа к платным ресурсам в Интернете, а также размещения ссылок на вышеуказанную информацию;
        <br/>
        5.2.7. несанкционированно собирать, размещать и хранить персональные данные других лиц;
        <br/>
        5.2.8. нарушать нормальную работу АвтоГипера;
        <br/>
        5.2.9. размещать ссылки на ресурсы сети, содержание которых противоречит действующему законодательству РФ;
        <br/>
        5.2.10. содействовать действиям, направленным на нарушение ограничений и запретов, налагаемых Соглашением;
        <br/>
        5.2.11. другим образом нарушать нормы законодательства, в том числе нормы международного права.
        <br/>
        <br/>
        6. Исключительные права на содержание сервисов и контент
        <br/><br/>
        6.1. Все объекты, доступные при помощи сервисов АвтоГипера, в том числе элементы дизайна, текст, графические изображения, иллюстрации, видео, программы для ЭВМ, базы данных, музыка, звуки и другие объекты (далее – содержание сервисов), а также любой контент, размещенный на сервисах АвтоГипера, являются объектами исключительных прав АвтоГипера, Пользователей и других правообладателей.
        <br/>
        6.2. Использование контента, а также каких-либо иных элементов сервисов возможно только в рамках функционала, предлагаемого тем или иным сервисом. Никакие элементы содержания сервисов АвтоГипера, а также любой контент, размещенный на сервисах АвтоГипера, не могут быть использованы иным образом без предварительного разрешения правообладателя. Под использованием подразумеваются, в том числе: воспроизведение, копирование, переработка, распространение на любой основе, отображение во фрейме и т.д. Исключение составляют случаи, прямо предусмотренные законодательством РФ или условиями использования того или иного сервиса АвтоГипера.
        <br/>
        6.3. Использование Пользователем элементов содержания сервисов, а также любого контента для личного некоммерческого использования, допускается при условии сохранения всех знаков охраны авторского права, смежных прав, товарных знаков, других уведомлений об авторстве, сохранения имени (или псевдонима) автора/наименования правообладателя в неизменном виде, сохранении соответствующего объекта в неизменном виде, а также при условии размещения в месте размещения заметной и активной ссылки на источник - АвтоГипер. Исключение составляют случаи, прямо предусмотренные законодательством РФ или пользовательскими соглашениями того или иного сервиса АвтоГипера.
        <br/>
        <br/>
        7. Сайты и контент третьих лиц
        <br/><br/>
        7.1. Сервисы АвтоГипера могут содержать ссылки на другие сайты в сети Интернет (сайты третьих лиц). Указанные третьи лица и их контент не проверяются АвтоГипером на соответствие тем или иным требованиям (достоверности, полноты, законности и т.п.). АвтоГипер не несет ответственность за любую информацию и материалы, размещенные на сайтах третьих лиц, к которым Пользователь получает доступ с использованием сервисов, в том числе, за любые мнения или утверждения, выраженные на сайтах третьих лиц, рекламу и т.п., а также за доступность таких сайтов или контента и последствия их использования Пользователем.
        <br/>
        7.2. Ссылка (в любой форме) на любой сайт, продукт, услугу, любую информацию коммерческого или некоммерческого характера, размещенная на АвтоГипере, не является одобрением или рекомендацией данных продуктов (услуг, деятельности) со стороны АвтоГипера, за исключением случаев, когда на это прямо указывается на ресурсах АвтоГипера.
        <br/>
        <br/>
        8. Платные сервисы АвтоГипера
        <br/><br/>
        8.1. Оплата производится за повышение в поиске по следующим тарифам:
        <br/>
        8.1.1. Повышение в поисковой выдаче по автозапчастям при единовременной оплате: за три месяца 19950 (девятнадцать тысяч девятьсот пятьдесят) рублей, за шесть месяцев 37800 (тридцать семь тысяч восемьсот) рублей.<br/>
        8.1.2. Повышение в поисковой выдаче автосервисов: при единовременной оплате: за три месяца 19950 (девятнадцать тысяч девятьсот пятьдесят) рублей, за шесть месяцев 37800 (тридцать семь тысяч восемьсот) рублей.<br/>
        8.1.3. Повышение в поисковой выдаче в разделе "каталог компаний" при единовременной оплате: за три месяца 25650 (двадцать пять тысяч шестьсот пятьдесят) рублей, за шесть месяцев 48600 (сорок восемь тысяч шестьсот) рублей.<br/>
        8.1.4. Подписка на прайсы Оптовых постовщиков при единовременной оплате: за три месяца 7125 (семь тысяч сто двадцать пять) рублей, при выборе 1 Марки ; 14250 (четырнадцать тысяч двести пятьдесят) рублей, при выборе от 2 до 3 Марок; 22800 (двадцать две тысячи восемьсот) рублей, при выборе от 4 до 6 Марок; 34200 (тридцать четыре тысячи двести) рублей, при выборе от 7 до 12 Марок; 51300 (пятьдесят одна тысяча триста) рублей, при выборе от 12 до 19 Марок; 65500 (шестьдесят пять тысяч пятьсот) рублей, при выборе от 20 и более Марок;

        за шесть месяцев 13500 (тринадцать тысяч пятьсот) рублей, при выборе 1 Марки ; 27000 (двадцать семь тысяч) рублей, при выборе от 2 до 3 Марок; 43200 (сорок три тысячи двести) рублей, при выборе от 4 до 6 Марок; 64800 (шестьдесят четыре тысячи восемьсот) рублей, при выборе от 7 до 12 Марок; 97200 (девяносто семь тысяч двести) рублей, при выборе от 12 до 19 Марок; 124200 (сто двадцать четыре тысячи двести) рублей, при выборе от 20 и более Марок<br/>

        8.1.5. Реклама по прайсам для автосервисов при единовременной оплате: за три месяца 7125 (семь тысяч сто двадцать пять) рублей, при выборе 1 Марки ; 14250 (четырнадцать тысяч двести пятьдесят) рублей, при выборе 3 Марок; 22800 (двадцать две тысячи восемьсот) рублей, при выборе 6 Марок; 34200 (тридцать четыре тысячи двести) рублей, при выборе 12 Марок; 51300 (пятьдесят одна тысяча триста) рублей, при выборе 19 Марок; 94050 (девяносто четыре тысячи пятьдесят) рублей, при выборе всех Марок;

        за шесть месяцев 13500 (тринадцать тысяч пятьсот) рублей, при выборе 1 Марки; 27000 (двадцать семь тысяч) рублей, при выборе 3 Марок; 43200 (сорок три тысячи двести) рублей, при выборе 6 Марок; 64800 (шестьдесят четыре тысячи восемьсот) рублей, при выборе 12 Марок; 97200 (девяносто семь тысяч двести) рублей, при выборе 19 Марок; 178200 (сто семьдесят восемь тысяч двести) рублей, при выборе всех Марок;<br/>
        8.1.6. Загрузка собственного прайса при единовременной оплате: за три месяца 25650 (двадцать пять тысяч шестьсот пятьдесят) рублей, за шесть месяцев 48600 (сорок восемь тысяч шестьсот) рублей. <br/>
        <br/>
        8.2. Платные сервисы АвтоГипера используются Пользователем – любым физическим, или юридическим лицом в личных целях или от имени и в интересах других лиц на основании надлежаще оформленных полномочий.
        <br/>
        8.3. Пользователь считается подтвердившим свое желание использовать платный сервис в момент, когда он произвел его оплату или активировал его на странице сервиса.
        <br/>
        8.4. Оплата платного сервиса производится путем равномерного или единоразового, в зависимости от сервиса, списания денежных средств с Лицевого счета Пользователя, либо напрямую через системы оплаты, размещенные на АвтоГипере.
        <br/>
        8.5. Лицевой счет пополняется путем внесения на него авансовых платежей. Внесение денежных средств производится: a) Пользователем путем выбора любого доступного способа платежа из предложенных на Cайте, для чего им совершаются действия, предусмотренные инструкциями на сайте; б) АвтоГипером автоматически с помощью последнего использованного пользователем способа платежа и на сумму, необходимую для продления срока пользования платными услугами на 30 дней, если пользователь не отключил в своем личном кабинете функцию автоматического пополнения лицевого счета. Оплата производится не ранее, чем за три дня до прогнозируемого окончания средств на лицевом счете и не позже момента окончания средств. Внесенные Пользователем денежные средства считаются зачисленными на его Лицевой счет после того, как они поступили на расчетный счет АвтоГипера.
        <br/>
        8.6. Оказание услуг в рамках платного сервиса прекращается, когда баланс Лицевого счета становится недостаточным для их продления.
        <br/>
        8.7. Оказание услуг в рамках платного сервиса автоматически возобновляется, когда баланс Лицевого счета становится достаточным для их продления.
        <br/>
        8.8. АвтоГипер вправе самостоятельно определять состав услуг, условия их оказания в рамках платных сервисов, сумму и условия оплаты путем размещения информации об этом на соответствующей странице платного сервиса на Cайте. Вся существенная для оказания услуг информация на страницах платных сервисов является неотъемлемой частью данного Соглашения. АвтоГипер вправе менять эту информацию в любой момент, без предварительного согласования и уведомления Пользователя.
        <br/>
        8.9. Расположение, внешний вид и состав размещаемой в рамках услуг платных сервисов информации определяются АвтоГипером и могут быть изменены без согласования с Пользователем.
        <br/>
        8.10. Материальная ответственность АвтоГипера перед Пользователем в случае предъявления требований материального характера при использовании платных сервисов ограничена размером уплаченной Пользователем цены и текущим балансом Лицевого счета.
        <br/>
        8.11. Пользователь принимает на себя полную ответственность и все риски по контенту, который он размещает в рамках платного сервиса или на который он активирует платный сервис АвтоГипера. АвтоГипер не несут никакой ответственности за недостоверность или неполноту информации, к которой применен платный сервис, и за любые потенциальные убытки Пользователя или третьих лиц, вызванные этим.
        <br/>
        8.12. Любые претензии по продвигаемым в рамках платного сервиса АвтоГипера товарам и услугам, поступившие в адрес АвтоГипера, считаются поступившими в адрес Пользователя, оплатившего данный сервис.
        <br/>
        8.13. В случае обнаружения фактов каких-либо нарушений, АвтоГипер вправе приостановить размещение платной и/или рекламной информации.
        <br/>
        <br/>
        9. Отсутствие гарантий, ограничение ответственности
        <br/><br/>
        9.1. Пользователь использует сервисы АвтоГипера на свой собственный риск. Сервисы предоставляются «как есть». АвтоГипер не принимают на себя никакой ответственности, в том числе за соответствие сервисов целям Пользователя.
        <br/>
        9.2. АвтоГипер не гарантируют, что: сервисы соответствуют/будут соответствовать требованиям Пользователя; сервисы будут предоставляться непрерывно, быстро, надежно и без ошибок; результаты, которые могут быть получены с использованием сервисов, будут точными и надежными и могут использоваться для каких-либо целей или в каком-либо качестве (например, для установления и/или подтверждения каких-либо фактов); качество какого-либо продукта, услуги, информации и пр., полученных с использованием сервисов, будет соответствовать ожиданиям Пользователя.
        <br/>
        9.3. Любая информация и/или материалы (в том числе загружаемое ПО, письма, какие-либо инструкции и руководства к действию и т.д.), доступ к которым Пользователь получает с использованием сервисов АвтоГипера, Пользователь может использовать на свой собственный страх и риск и самостоятельно несет ответственность за возможные последствия использования указанных информации и/или материалов, в том числе за ущерб, который это может причинить компьютеру Пользователя или третьим лицам, за потерю данных или любой другой вред.
        <br/>
        9.4. АвтоГипер не несут ответственности за любые виды убытков, произошедшие вследствие использования Пользователем сервисов АвтоГипера или отдельных частей/функций сервисов.
        <br/>
        9.5. При любых обстоятельствах ответственность АвтоГипера в соответствии со статьей 15 Гражданского кодекса России ограничена 10 000 (десятью тысячами) рублей РФ и возлагается на него при наличии в его действиях вины.
        <br/>
        <br/>
        10. Иные положения
        <br/><br/>
        10.1. Настоящее Соглашение представляет собой договор между Пользователем и АвтоГипером относительно порядка использования сервисов и заменяет собой все предыдущие соглашения между Пользователем и АвтоГипером.
        <br/>
        10.2. Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Российской Федерации. Вопросы, не урегулированные настоящим Соглашением, подлежат разрешению в соответствии с законодательством Российской Федерации. Все возможные споры, вытекающие из отношений, регулируемых настоящим Соглашением, разрешаются в порядке, установленном действующим законодательством Российской Федерации, по нормам российского права. Везде по тексту настоящего Соглашения, если явно не указано иное, под термином «законодательство» понимается как законодательство Российской Федерации, так и законодательство места пребывания Пользователя.
        <br/>
        10.3. Ввиду безвозмездности услуг, оказываемых в рамках настоящего Соглашения, нормы о защите прав потребителей, предусмотренные законодательством Российской Федерации, не могут быть к применимыми к отношениям между Пользователем и АвтоГипером.
        <br/>
        10.4. Ничто в Соглашении не может пониматься как установление между Пользователем и АвтоГипером агентских отношений, отношений товарищества, отношений по совместной деятельности, отношений личного найма, либо каких-то иных отношений, прямо не предусмотренных Соглашением.
        <br/>
        10.5. Если по тем или иным причинам одно или несколько положений настоящего Соглашения будут признаны недействительными или не имеющими юридической силы, это не оказывает влияния на действительность или применимость остальных положений Соглашения.
        <br/>
        10.6. Бездействие со стороны АвтоГипера в случае нарушения Пользователем либо иными пользователями положений Соглашений не лишает АвтоГипера права предпринять соответствующие действия в защиту своих интересов позднее, а также не означает отказа АвтоГипера от своих прав в случае совершения в последующем подобных либо сходных нарушений.
        <br/>
        10.7. Настоящее Соглашение составлено на русском языке. Применимым процессуальным и материальным правом является право Российской Федерации. Все споры возникающие в связи с деятельностью АвтоГипера рассматриваются в Арбитражном суде города Москва. <Link href="/agreement">autogiper.ru/agreement</Link>





      </div>
    );
  }
});

module.exports = Agreement;
